Repository: opendream/polygraph
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

source: Please, enter correct email/username and password.
th: กรุณาใส่ อีเมล/ชื่อผู้ใช้ และ รหัสผ่าน ให้ถูกต้อง

source: This account not activated.
th: บัญชีผู้ใช้นี้ยังไม่สามารถใช้งานได้

source: Your email address is not registered.
th: อีเมลที่คุณใส่ ยังไม่ได้ทำการลงทะเบียน

source: Password mismatch.
th: รหัสผ่านไม่ถูกต้อง

source: username
th: ชื่อผู้ใช้

source: Required 30 characters or fewer. Letters, numbers and @/./+/-/_ characters
th: ต้องยาวไม่เกิน 30 พยัญชนะ ได้แก่ a-z, ตัวเลข และ เครื่องหมาย @/./+/-/_

source: Enter a valid username.
th: ใส่ชื่อผู้ใช้ไม่ถูกต้อง

source: email address
th: อีเมล

source: staff status
th: สถานะสมาชิก

source: Designates whether the user can log into this admin site.
th: กำหนดให้ผู้ใช้สามารถเข้าถึงส่วนจัดการของระบบได้่

source: active
th: เปิดใช้งาน

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
th: กำหนดให้ผู้ใช้สามารถใช้งานได้ ถ้าไม่เลือกจะเสมือนว่าผู้ใช้นี้ถูกลบไปแล้ว

source: date joined
th: วันที่เข้าร่วม

source: Your account profile has been updated.
th: ข้อมูลผู้ใช้ของคุณได้ทำการอัพเดทเรียบร้อยแล้ว

source: The email invite has been send.
th: อีเมลเชิญชวนได้ทำการส่งเรียบร้อยแล้ว

source: Reset password on
th: ตั้งค่ารหัสผ่านใหมที่

source: Enter a valid email address.
th: ใส่อีเมลไม่ถูกต้อง

source: Please, change your password
th: กรุณาเปลี่ยนรหัสผ่านของคุณ

source: This field is required.
th: ฟิลด์นี้ต้องใส่

source: This username is already in use.
th: ชื่อผู้ใช้นี้ได้ถูกใช้งานแล้ว

source: This email is already in use.
th: อีเมลนี้ได้ถูกใช้งานแล้ว

source: Published
th: ตีพิมพ์

source: Pending Review
th: อยู่ในระหว่างการตรวจสอบ

source: Draft
th: ร่าง

source: Enter a valid permalink.
th: ใสลิงก์ถาวรไม่ถูกต้อง

source: Required unique 30 characters or fewer. Letters, numbers and ./@/+/-/_ characters
th: ต้องยาวไม่เกิน 30 พยัญชนะ ได้แก่ a-z, ตัวเลข และ เครื่องหมาย @/./+/-/_

source: This %s is already in use.
th: %sนี้ได้ถูกใช้งานแล้ว

source: New %s has been created. View this %s <a href="%s">here</a>.
th: %s ได้ถูกสร้างใหม่เรียบร้อยแล้ว ดู %sนี้ <a href="%s">ที่นี่</a>

source: Your %s settings has been updated. View this %s <a href="%s">here</a>.
th: %s ได้ถูกสร้างใหม่เรียบร้อยแล้ว ดู %sนี้ <a href="%s">ที่นี่</a>

source: edit
th: แก้ไข

source: by
th: โดย

source: Title
th: ชื่อเรื่อง

source: Type for search people by name
th: พิมพ์เพื่อค้นหาบุคคลด้วยชื่อ

source: Type for search topic by title
th: พิมพ์เพื่อค้นหาหัวข้อด้วยชื่อเรื่อง

source: Type for search statement by quote or topic title
th: พิมพ์เพื่อค้นหาคำพูดด้วย ข้อความในคำพูด หรือ ชื่อเรื่องของหัวข้อ

source: Pending
th: กำลังอยู่ในการพิจารณา

source: New
th: ใหม่

source: Updated
th: อัพเดท

source: Writer
th: นักเขียน

source: Said by
th: พูดโดย

source: Meter
th: ตัววัด

source: Name
th: ชื่อ

source: Your %s has been deleted.
th: %s ของคุณ ได้ถูกลบเรียบร้อยแล้ว

source: Highlight
th: ไฮไลต์

source: Latest
th: ล่าสุด

source: Manage My Statements
th: จัดการคำพูดที่ฉันสร้าง

source: Manage Pending Statements
th: จัดการคำพูดที่กำลังอยู่ในการพิจารณา

source: Manage Highlight Statements
th: จัดการคำพูดไฮไลต์

source: Manage Promote Statements
th: จัดการคำพูดที่กำลังอยู่ในการพิจารณา

source: Manage All Statements
th: จัดการคำพูดทั้งหมด

source: Manage My People
th: จัดการผู้คนที่ฉันสร้าง

source: Manage All People
th: จัดการผู้คนทั้งหมด

source: people
th: ผู้คน

source: Edit %s
th: แก้ไข %s

source: People
th: ผู้คน

source: Save changes
th: บันทึกการเปลี่ยนแปลง

source: This permalink is already in use.
th: ลิงก์ถาวรนี้ได้ถูกใช้งานแล้ว

source: Create %s
th: สร้าง %s

source: Save new
th: บันทึกใหม่

source: topic
th: หัวข้อ

source: Topic
th: หัวข้อ

source: statement
th: คำพูด

source: Statement
th: คำพูด

source: File
th: ไฟล์

source: Files
th: ไฟล์

source: Image
th: รูปภาพ

source: Images
th: รูปภาพ

source: undo
th: ย้อนกลับ

source: Drop multiple images here to upload
th: ลากรูปหลายรูปมาวางที่นี่เพื่ออัพโหลด

source: Drop an image here to upload
th: ลากรูปมาวางที่นี่เพื่ออัพโหลด

source: Upload
th: อัพโหลด

source: Library
th: คลัง

source: Add by url...
th: เพิ่มผ่าน url...

source: Images to be removed
th: รูปภาพได้ถูกลบเรียบร้อยแล้ว

source: About Us
th: เกี่ยวกับเรา

source: Contact Us
th: ติดต่อเรา

source: Create Statement
th: สร้างคำพูด

source: Create People
th: สร้างคน

source: Manage
th: จัดการ

source: My Statements
th: คำพูดที่ฉันสร้าง

source: My Peoples
th: ผู้คนที่ฉันสร้าง

source: Editor
th: บรรณาธิการ

source: Promote
th: นำเสนอ

source: All Statements
th: คำพูดทั้งหมด

source: All Peoples
th: ผู้คนทั้งหมด

source: Account
th: บัญชีผู้ใช้

source: Settings
th: ตั้งค่า

source: Logout
th: ออกจากระบบ

source: Invite
th: เชิญชวน

source: Polygraph
th: เครื่องจับเท็จ

source: Home
th: หน้าแรก

source: Profile Settings
th: ตั้งค่าบัญชีผู้ใช้

source: Warinig
th: คำเตือน

source: Username
th: ชื่อผู้ใช้

source: Email
th: อีเมล

source: Password
th: รหัสผ่าน

source: Confirm password
th: ยืนยันรหัสผ่าน

source: First name
th: ชื่อ

source: Last name
th: นามสกุล

source: Occupation
th: อาชีพ

source: Description
th: รายละเอียด

source: Homepage
th: เว็บไซต์

source: Picture
th: รูปจริง

source: Cancel
th: ยกเลิก

source: Invite Staff
th: เชิญชวนสมาชิก

source: Enter new email address
th: ใส่อีเมลใหม่

source: Please log in
th: กรุณาเข้าสู่ระบบ

source: Login
th: เข้าสู่ระบบ

source: Email address or Username
th: อีเมล หรือ ชื่อผู้ใช้

source: Remember me
th: จดจำฉัน

source: Log in
th: เข้าสู่ระบบ

source: Forgot password ?
th: ลืมรหัสผ่าน ?

source: Reset password
th: ตั้งค่ารหัสผ่านใหมที่

source: A message has been sent to your email address containing a link to reset your password.
th: ข้อมูลและลิงก์ตั้งค่ารหัสผ่านใหม่ ได้ถูกส่งไปยังอีเมลของคุณเรียบร้อยแล้ว

source: Forgot password
th: ลืมรหัสผ่าน

source: Enter your email address
th: ใส่อีเมลของคุณ

source: ‹ Back to log in
th: ‹ กลับสู่หน้าเข้าสู่ระบบ

source: You're receiving this email because editor invite you to join %(site_name)s.
th: คุณได้รับอีเมล์ฉบับนี้ เนื่องจากบรรณาธิการเชิญคุณเขาร่วมเป็นสมาชิกที่ %(site_name)s

source: Please go to the following page and choose a new password:
th: กรุณาไปที่หน้านี้และเลือกรหัสผ่านใหม่:

source: Your username, in case you've forgotten:
th: ชื่อผู้ใช้ของคุณ ในกรณีที่คุณถูกลืม:

source: Thanks for using our site!
th: ขอบคุณสำหรับการใช้งานเว็บไซต์ของเรา

source: The %(site_name)s team
th: %(site_name)s ทีม

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
th: คุณได้รับอีเมล์ฉบับนี้ เนื่องจากคุณส่งคำร้องขอเปลี่ยนรหัสผ่านสำหรับบัญชีผู้ใช้ของคุณที่ %(site_name)s

source: Highlight statement
th: คำพูดไฮไลต์

source: Meter Description
th: รายละเอียดตัววัด

source: Polygraph List Item
th: รายการของเครื่องจับเท็จ

source: See all %(meter_title)s statements
th: ดูคำพูด %(meter_title)s ทั้งหมด

source: Create %(meter_title)s Statement
th: สร้างคำพูด %(meter_title)s

source: No %(meter_title)s Statement
th: ไม่มีคำพูด %(meter_title)s

source: Summary
th: สรุป

source: See all peoples
th: ดูผู้คนทั้งหมด

source: Other Information
th: ข้อมูลอื่นๆ

source: Tags
th: แท็ก

source: Create Statement with Tags
th: สร้างคำพูดพร้อมแท็ก

source: No Tags
th: ไม่มีแท็ก

source: statements
th: คำพูด

source: All %(meter_title)s Statements
th: คำพูด %(meter_title)s ทั้งหมด

source: No People
th: ไม่มีผู้คน

source: %(meter_title)s statements of
th: คำพูด %(meter_title)s ของ

source: %(meter_title)s statements
th: คำพูด %(meter_title)s

source: People Detail
th: รายละเอียดบุคคล

source: Edit
th: แก้ไข

source: Statements related or said by this people
th: คำพูดที่เกี่ยวข้องหรือพูดโดยบุคคลนี้

source: Create
th: สร้าง

source: View result
th: ดูผลลัพธ์

source: Permalink
th: ลิงก์ถาวร

source: Display on the people list page.
th: แสดงที่หน้ารายการบุคคล

source: Categories
th: หมวดหมู่

source: The text should not lengthy for display on the top of people detail page. Automatically display occupation field instead of blank summary.
th: ข้อความไม่ควรยาวเกินไป เพื่อนำไปแสดงที่ส่วนบอนของหน้ารายละเอียดบุคคล และ ระบบจะแสดงอาชีพแทนค่าสรุปที่ว่างให้อัตโนมัติ

source: History of work, education, business, family, ...
th: ประวัติของ การทำงาน การศึกษา ธุรกิจ ครอบครัว ...

source: URL of people homapage. Include http:// on this field.
th: URL โฮมเพจของบุคคล และ ต้องมี http:// อยู่ที่ฟิลด์นี้ด้วย

source: Should be square photo and face on the center.
th: ควรจะเป็นรูปถ่ายสี่เหลี่ยมจัตุรัส และใบหน้าอยู่ตรงกลาง

source: Status
th: สถานะ

source: Delete
th: ลบ

source: All
th: ทั้งหมด

source: Statements
th: คำพูด

source: Join for check statement of this people that truth or lie
th: ร่วมตรวจสอบคำพูดของบุคคลนี้ ว่าพูดจริงหรือเท็จ

source: Meta Statement
th: ข้อมูลคำพูด

source: Statement Detail
th: รายละเอียดคำพูด

source: Latest update on
th: อัพเดทล่าสุดเมื่อ

source: Update
th: อัพเดท

source: See all update
th: ดูรายการอัพเดททั้งหมด

source: Related Statement
th: คำพูดที่เกี่ยวข้อง

source: About Statement
th: เกี่ยวกับคำพูด

source: References
th: อ้างอิง

source: View By Status
th: ดูตามสถานะ

source: Quote
th: พูดว่า

source: This people said.
th: คำพูดของบุคคลนี้

source: Quote detail
th: รายละเอียดคำพูด

source: This people didn't said but describe by you.
th: บุคคลนี้ไม่ได้พูด แต่อธิบายโดยคุณ

source: Quoted by
th: พูดโดย

source: or
th: หรือ

source: create people
th: สร้างบุคคล

source: Add another
th: เพิ่มอีก

source: Source
th: ที่มา

source: For example <em> Thairath 4/6/2014 page 2. </em>
th: ตัวอย่างเช่น <em> หนังสือพิมพ์จับเท็จ ฉบับวันที่ 4/6/2014 หน้า 2 </em>

source: create topic
th: สร้างหัวข้อ

source: Add More
th: เพิ่มอีก

source: Separate by comma, space, tab or enter
th: แบ่งโดย ลูกน้ำ เว้นวรรค ย่อหน้า หรือ ขึ้นบรรทัดใหม่

source: Relate Statements
th: คำพูดที่เกี่ยวข้อง

source: Display relate statements on the bottom of this statement detail page.
th: แสดงคำพูดที่เกี่ยวข้องนี้ ที่ส่วนล่างของหน้ารายละเอียดคำพูดนี้

source: Relate Peoples
th: ผู้คนที่เกี่ยวข้อง

source: Display this statement on detail page of relate people.
th: แสดงคำพูดนี้ ที่หน้ารายละเอียดของบุคคลที่เกี่ยวข้อง

source: Front page settings
th: ตั้งค่าหน้าแรก

source: No Statement
th: ไม่มีคำพูด

source: Topics
th: หัวข้อ

source: Topic Detail
th: รายละเอียดหัวข้อ

source: Statements of
th: คำพูดของ

source: Revision
th: การอัพเดทใหม่

source: Save as new revision
th: บันทึกเป็นการอัพเดทใหม่

source: Delete Item
th: ลบ

source: Are you sure you want to delete this item?
th: คุณแน่ใจใช่หรือไม่ว่าต้องการลบสิ่งนี้จริงๆ

source: email
th: อีเมล

source: permalink
th: ลิงก์ถาวร
